{
    "orientation":{
        "greetings":[
            [
                ["Hello! My name is Max, how are you doing?"],
                ["I am doing okay", "I'm feeling good"]
            ],
            [
                ["I have been working at Wealsome Capital as a financial advisor for 3 years. I am chosen and trusted by many customers for wealth management.",
                "I’d like to share with you more about my work"],
                ["Yes, please!", "Okay, I don't mind"]
            ]
        ],
        "qna":[
            [
                ["I will develop a bespoken portfolio for you using algorithms developed by Wealsome Capital, together with information about your financial situation,. My algorithms will allocate your funds into various ETFs to make up a diversified portfolio that is optimized just for you."],
                ["Sounds intersting", "Wow, not bad"]
            ],
            [
                ["What would you like to know more about me?"],
                ["What's ETF?", "What's your investment strategy?"]
            ],
            [
                ["An ETF, or an exchange-traded funds, is an index-tracking investment vehicle listed on a major exchange. Indices are composed of asset classes, such as stocks or bonds, in a particular segment of the market, such as technology, energy, or real estate. ",
                    "I will analyse your personal financial situation and risk selection. Firstly, using this information, our investment team and the algorithm will select the most suitable portfolio. Secondly, I also use historical and live data to track market conditions to determine when major economic cycle shifts will occur. Combining these factors, I then design portfolios with medium-to-long-term outlooks that withstand the short-term fluctuations of the markets to yield long-term wealth"],
                ["Okay I see", "Great, now I understand"]
            ]
        ],
        "task-orientation":[
            [
                ["TO1-D-Q1"],
                ["TO1-A1", "TO1-A2"]
            ],
            [
                ["TO2-D-Q2"],
                ["TO2-A1", "TO2-A2"]
            ],
            [
                ["TO3-D-Q3"],
                ["TO3-A1", "TO3-A2"]
            ],
            [
                ["Thank you very much!"],
                ["I'm ready to proceed!"]
            ]
        ]
    },
    "experiment":{
        "underperform":[
            ["D-UP1","D-UP2","D-UP3","D-UP4","D-UP5","D-UP6","D-UP7","D-UP8","D-UP9","D-UP10","D-UP11","D-UP12"],
            [["UP1-1","UP1-2"],["UP2-1","UP2-2"],["UP3-1","UP3-2"]]
        ],
        "outperform":[
            ["D-OP1","D-OP2","D-OP3","D-OP4","D-OP5","D-OP6","D-OP7","D-OP8","D-OP9","D-OP10","D-OP11","D-OP12"],
            [["OP1-1","OP1-2"],["OP2-1","OP2-2"],["OP3-1","OP3-2"]]
        ],
        "balanced":[
            ["D-BP1","D-BP2","D-BP3","D-BP4","D-BP5","D-BP6","D-BP7","D-BP8","D-BP9","D-BP10","D-BP11","D-BP12"],
            [["BP1-1","BP1-2"],["BP2-1","BP2-2"],["BP3-1","BP3-2"]]
        ]
    }
}